---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Floor
zh: 楼板、板、地板
source: html/e9b712bd-f34a-2d61-66dc-1d2e2286fe36.htm
---
# Floor Members

**中文**: 楼板、板、地板

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.